"Scan for Large and Old Files" = "Szukaj duże i stare pliki";
"Erase with CleanMyMac" = "Wymaż z CleanMyMac";
"Securely Erase with CleanMyMac" = "Wymaż bezpiecznie z CleanMyMac";
"Clean with CleanMyMac" = "Oczyść z CleanMyMac";
"Uninstall with CleanMyMac" = "Odinstaluj z CleanMyMac";
"Clean iPhoto Library with CleanMyMac" = "Oczyść bibliotekę iPhoto z CleanMyMac";
